13/data/attachments/e51c9caad5ba27a0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_d6d20aef-cbeb-4436-a67d-fa103779ff51</nif:username>
            <nif:friendToBeAdded>Brian_market_Friend_46824_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>